
[
    {
        "id": 1,
        "estate_title": "Luxury Villa in Gulshan",
        "segment_name": "Residential",
        "image": "/images/img1.jpg",
        "description": "This exquisite luxury villa in Gulshan offers the epitome of sophisticated living. Spread across 3500 sq ft, the villa features spacious rooms and modern amenities tailored for comfort. With an expansive living room, a private swimming pool, and a beautifully landscaped private garden, it is ideal for families who desire privacy and luxury. A fully equipped kitchen, garage, and easy access to local conveniences make this home a prime choice for those seeking a lavish lifestyle in one of Dhaka’s most prestigious areas.",
        "price": "15,000,000 BDT",
        "status": "sale",
        "area": "3500 sq ft",
        "location": "Gulshan, Dhaka",
        "facilities": [
            "Living room",
            "Swimming pool",
            "Kitchen",
            "Private garden",
            "Garage"
        ]
    },
    {
        "id": 2,
        "estate_title": "Modern Apartment in Banani",
        "segment_name": "Residential",
        "image": "/images/img2.jpg",
        "description": "Located in the upscale area of Banani, this modern 1800 sq ft apartment offers three well-designed bedrooms, a contemporary living space, and a stunning rooftop garden. Perfect for urban families or professionals, the apartment combines comfort with convenience, featuring a spacious kitchen and an elevator for easy access. Its central location offers quick access to shopping malls, schools, and essential services, making it an ideal residential option for those seeking both luxury and practicality in the heart of Dhaka.",
        "price": "8,500,000 BDT",
        "status": "sale",
        "area": "1800 sq ft",
        "location": "Banani, Dhaka",
        "facilities": [
            "Living room",
            "Rooftop garden",
            "Kitchen",
            "Elevator"
        ]
    },
    {
        "id": 3,
        "estate_title": "Cozy Studio in Dhanmondi",
        "segment_name": "Residential",
        "image": "/images/img3.jpg",
        "description": "This 600 sq ft cozy studio in Dhanmondi is perfect for students or young professionals. Fully furnished and located in a vibrant area, the apartment offers a comfortable living room, a modern kitchen, and 24-hour security. The central location provides easy access to educational institutions, shopping centers, and transport links. It’s a great choice for individuals looking for affordable yet comfortable living in a bustling area.",
        "price": "25,000 BDT/month",
        "status": "rent",
        "area": "600 sq ft",
        "location": "Dhanmondi, Dhaka",
        "facilities": [
            "Living room",
            "Kitchen",
            "Security"
        ]
    },
    {
        "id": 4,
        "estate_title": "Spacious Family House in Uttara",
        "segment_name": "Residential",
        "image": "/images/img4.jpg",
        "description": "This spacious 2400 sq ft family house in Uttara offers an expansive living space, ideal for larger families. Featuring a modern kitchen, a private swimming pool, and a large backyard, the home is designed for both relaxation and entertainment. The garage provides ample space for vehicles, and the peaceful location in Uttara ensures a quiet, family-friendly environment, away from the hustle and bustle of the city, while still being within reach of urban conveniences.",
        "price": "10,000,000 BDT",
        "status": "sale",
        "area": "2400 sq ft",
        "location": "Uttara, Dhaka",
        "facilities": [
            "Living room",
            "Swimming pool",
            "Kitchen",
            "Garage",
            "Backyard"
        ]
    },
    {
        "id": 5,
        "estate_title": "Affordable Flat in Mirpur",
        "segment_name": "Residential",
        "image": "/images/img5.jpg",
        "description": "This affordable 1200 sq ft flat in Mirpur is ideal for small families or individuals looking for a budget-friendly home. The flat features two cozy bedrooms, a well-equipped kitchen, and a comfortable living room. Situated in a well-connected neighborhood, residents can enjoy easy access to schools, local markets, and public transport. This flat is perfect for those seeking a balance between affordability and comfort in a prime area.",
        "price": "4,000,000 BDT",
        "status": "sale",
        "area": "1200 sq ft",
        "location": "Mirpur, Dhaka",
        "facilities": [
            "Living room",
            "Kitchen",
            "Community hall"
        ]
    },
    {
        "id": 6,
        "estate_title": "Penthouse with City View in Bashundhara",
        "segment_name": "Residential",
        "image": "/images/img6.jpg",
        "description": "This stunning 2500 sq ft penthouse in Bashundhara boasts panoramic city views and luxurious amenities. The spacious living room opens up to a rooftop terrace, offering an ideal space for entertaining. The property includes a private swimming pool and a modern kitchen. Located in an upscale neighborhood, the penthouse is perfect for families or individuals seeking a lavish lifestyle, with access to top-rated schools, shopping centers, and recreational facilities.",
        "price": "12,000,000 BDT",
        "status": "sale",
        "area": "2500 sq ft",
        "location": "Bashundhara, Dhaka",
        "facilities": [
            "Living room",
            "Rooftop terrace",
            "Swimming pool",
            "Kitchen"
        ]
    }
]